--
-- Author: wanglei
-- Date: 2015-09-04 16:19:11
--

local ZoneVO = {}

-- 毒，冰，英雄剑士，英雄战士，英雄法师，英雄游侠，英雄圣骑，传送，出口
ZoneVO.zoneType = {
	poison = 1,
	fronzen = 2,
	saber = 3,
	berserker = 4,
	caster = 5,
	assassin = 6,
	knight = 7,
	trans = 8,
	exit = 9,
}

ZoneVO.id = {150001,150002,150003,150004,150005,150006,150007,150008,150009}

ZoneVO.hitCount = {
	[150001] = 2,
	[150002] = 2,
	[150003] = 1,
	[150004] = 1,
	[150005] = 1,
	[150006] = 1,
	[150007] = 1,
	[150008] = -1,
	[150009] = -1,
}

ZoneVO.type = {
	[150001] = 1,
	[150002] = 2,
	[150003] = 3,
	[150004] = 4,
	[150005] = 5,
	[150006] = 6,
	[150007] = 7,
	[150008] = 8,
	[150009] = 9,
}

return ZoneVO